cask_args appdir: '/Applications'

tap 'caskroom/fonts'
tap 'caskroom/drivers'

brew 'git'
brew 'openssl'
brew 'unrar'
brew 'p7zip'
brew 'wget'
brew 'ssh-copy-id'
brew 'p7zip'
brew 'watch'
# brew 'bash-completion'
brew 'brew-cask-completion'

# ~dev
brew 'mysql'

brew 'coreutils'
brew 'findutils'

brew 'zsh'
brew 'zsh-completions'

## Casks

cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'spectacle'
cask 'skype'
cask 'keybase'
cask 'dropbox'
cask 'slack'
cask 'alfred'
cask 'spotify'
cask 'spotify-notifications'
cask 'lifesize'
cask 'google-cloud-sdk'
cask 'bettertouchtool'
cask 'sequel-pro'

# fonts
cask 'caskroom/fonts/font-roboto-mono'

# and drivers...
# cask 'garmin-express'
