cask_args appdir: '/Applications'

tap 'caskroom/fonts'
tap 'caskroom/drivers'

brew 'git'
brew 'openssl'
brew 'unrar'
brew 'wget'
brew 'ssh-copy-id'
brew 'p7zip'
brew 'bash-completion'
brew 'brew-cask-completion'

brew 'coreutils'
brew 'findutils'

# Do I need these?
# brew install bash
# brew install bash-completion2

cask 'google-chrome'
cask '1password'
cask 'spectacle'
cask 'skype'
cask 'keybase'
cask 'dropbox'
cask 'slack'
cask 'sublime-text'
cask 'alfred'
cask 'spotify'
cask 'spotify-notifications'
cask 'iterm2'
cask 'garmin-express'

# fonts
cask 'caskroom/fonts/font-roboto-mono'

# and drivers...
# cask 'garmin-express'