cask_args appdir: '/Applications'

tap 'caskroom/fonts'

brew 'openssl'
brew 'unrar'
brew 'wget'

cask 'google-chrome'
cask '1password'
cask 'spectacle'
cask 'skype'
cask 'keybase'
cask 'dropbox'
cask 'slack'
cask 'sublime-text'
cask 'alfred'
cask 'spotify'
cask 'spotify-notifications'
cask 'iterm2'
cask 'dockutil'
cask 'garmin-express'
cask 'seashore'

cask 'caskroom/fonts/font-roboto-mono'